[
    {
        "img": "achievement/1.png",
        "title": "Entrepreneurship & Innovation Awareness Program (MSME Schemes)",
        "desc": "An awareness program on Entrepreneurship and MSME schemes was held on 21.01.2025, led by Dr. G. Seenuvasan, District Program Manager, EDII-TN."
    },
    {
        "img": "achievement/2.png",
        "title": "Guest Lecture - AI & IoT for Industry 4.0",
        "desc": "A guest lecture on “Integration of AI and IoT for Industry 4.0” was conducted to provide students with insights into how artificial intelligence and IoT technologies are revolutionizing modern industrial systems."
    },
    {
        "img": "achievement/3.png",
        "title": "District-Level Speech Competition - II Prize",
        "desc": "Ms. S. Kaviya, III Year CSE (2022-26 Batch), won Second Prize and a cash award of ₹7,000 in the District-Level Speech Competition organized by the Tamil Nadu Government Tamil Development Department."
    },
    {
        "img": "achievement/4.png",
        "title": "Guest Speaker - Deep Learning & Neural Networks",
        "desc": "Dr. C. Pabitha served as the Resource Person for a session at Vel Tech Multi Tech, Department of AI & DS, delivering a talk on “Deep Learning with Neural Networks: Powering Today's Smart Systems.”"
    },
    {
        "img": "achievement/5.png",
        "title": "International Conference Paper Presentation",
        "desc": "Dr. C. Pabitha successfully presented a research paper titled “IoT-Integrated Deep Learning Approach for Food Freshness Monitoring” at an International Conference, showcasing advancements in smart food quality detection."
    },
    {
        "img": "achievement/6.png",
        "title": "Paper Presentation - Advances in Sensor, Control & Safety Networks",
        "desc": "Dr. M. Murugan and Ms. R. Anitha successfully presented their paper at the International Conference on Advances in Sensor, Control, and Safety Networks, contributing innovative research insights."
    },
    {
        "img": "achievement/7.png",
        "title": "Free Mentorship Selection - Xebia NDS India Pvt Ltd",
        "desc": "Mr. Ashwin and Ms. Gayathri were selected for free mentorship at Xebia NDS India Pvt Ltd, providing them exposure to industry-driven technical training."
    },
    {
        "img": "achievement/8.png",
        "title": "Project Selection - Naan Mudhalvan Niral Thiruvizha 2.0",
        "desc": "A project guided by Dr. G. Sangeetha was selected for Naan Mudhalvan - Niral Thiruvizha 2.0, recognizing the innovation and societal impact of the work."
    },
    {
        "img": "achievement/9.png",
        "title": "Manpu Migu Magalir Viruthu 2025 Award",
        "desc": "Ms. S. Shanthi received the Manpu Migu Magalir Viruthu 2025, awarded by Vagai Thamizh Sangam, in recognition of her contributions and achievements."
    },
    {
        "img": "achievement/10.png",
        "title": "Participation in Startup Bootcamp",
        "desc": "Ms. S. Shanthi along with III Year CSE2 students participated in a Bootcamp organized by the Tamil Nadu Startup and Innovation Mission, gaining hands-on exposure to entrepreneurial and innovation practices."
    }
]
